{
  "title": "Refrain in the Rain",
  "artist": "You ft.うぐ",
  "uploadDate": "2024-09-30",
  "lyrics": "雨に交じるシャンプーがふわりドキッとして\r\n振り返れば　白い傘を振って君は笑った\r\n \r\nきっとまだこの想いは言葉にしちゃいけないような気がして\r\nじっと見つめる先に嫉妬？何を見てる？\r\nだってこの雨はもう上がってる\r\n \r\n肩にふれて君がつぶやいた「また明日」\r\nたったそれだけ熱に満たされて世界は揺らいだ\r\n \r\nいっそもう口に出してしまえれば\r\nこの熱はきっと下がりそう？\r\n昨日やんだ雨は今日も降りえるから\r\nなんて当たり前が怖くて\r\n \r\nきっとまだこの想いは言葉にしちゃいけないような気がして\r\nじっと見つめる先に嫉妬？何を見てる？\r\nだってこの雨はもう上がってる",
  "albumCover": "8cd044c65fb4cdc5d47a5e02469222ae",
  "translations": [
    {
      "language": "Romanized",
      "lyrics": "Ame ni majiru shanpū ga fuwari dokitto shite\nFurikaereba shiroi kasa o futte kimi wa waratta\n\nKitto mada kono omoi wa kotoba ni shicha ikenai you na ki ga shite\nJitto mitsumeru saki ni shitto? Nani o miteru?\nDatte kono ame wa mou agatteru\n\nKata ni furete kimi ga tsubuyaita \"Mata ashita\"\nTatta sore dake netsu ni mitasarete sekai wa yuraida\n\nIsso mou kuchi ni dashite shimaereba\nKono netsu wa kitto sagarisou?\nKinou yanda ame wa kyou mo furi eru kara\nNante atarimae ga kowakute\n\nKitto mada kono omoi wa kotoba ni shicha ikenai you na ki ga shite\nJitto mitsumeru saki ni shitto? Nani o miteru?\nDatte kono ame wa mou agatteru"
    },
    {
      "language": "English",
      "lyrics": "The scent of shampoo blends with the rain,\nmy heart skips a beat.\nI looked back and saw you waving your white umbrella, smiling.\n \nI feel that I shouldn’t put these feelings into words just yet.\nAm I jealous of what you're staring at? What are you looking at?\nBecause this rain has already stopped.\n \nYou touched my shoulder and whispered, \"See you tomorrow.\"\nJust that alone filled me with heat, and my world began to sway.\n \nIf only I could just say it out loud,\nmaybe then this fever would finally break.\nThe rain that stopped yesterday might fall again today,\nand such obvious things scare me.\n \nI feel that I shouldn’t put these feelings into words just yet.\nAm I jealous of what you're staring at? What are you looking at?\nBecause this rain has already stopped."
    },
    {
      "language": "Indonesia",
      "lyrics": "Aroma sampo bercampur dengan hujan, hatiku berdebar kencang.\nAku menoleh ke belakang dan melihatmu melambaikan payung putihmu, tersenyum.\n\nAku merasa belum seharusnya mengungkapkan perasaan ini dengan kata-kata.\nApakah aku cemburu pada apa yang kau pandangi? Apa yang kau lihat?\nKarena hujan ini sudah berhenti.\n\nKau menyentuh pundakku dan berbisik, \"Sampai jumpa besok.\"\nHanya itu saja sudah membuatku hangat, dan duniaku mulai bergoyang.\n\nAndai saja aku bisa mengatakannya dengan lantang,\nmungkin saat itu juga demam ini akan mereda.\nHujan yang berhenti kemarin mungkin turun lagi hari ini,\ndan hal-hal yang begitu jelas justru membuatku takut.\n\nAku merasa belum seharusnya mengungkapkan perasaan ini dengan kata-kata.\nApakah aku cemburu pada apa yang kau pandangi? Apa yang kau lihat?\nKarena hujan ini sudah berhenti."
    }
  ],
  "soundcloudUrl": "",
  "youtubeUrl": "https://www.youtube.com/watch?v=5SKBJH2Iwtg"
}